samples/custom_samples/GetStatusSoap.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:ows="http://www.opengis.net/ows/2.0">
<soap:Body>
    <GetStatus xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns="http://www.opengis.net/oseo/1.0" xsi:schemaLocation="http://www.opengis.net/oseo/1.0 http://schemas.opengis.net/oseo/1.0/oseo.xsd" service="OS" version="1.0.0">
	    <orderId >1</orderId>
	    <presentation>brief</presentation>
    </GetStatus>
</soap:Body>
</soap:Envelope>
